Repository: TheArchived/FreeOTFE
Catalog: src/PC/translation/*/default.po
Languages: cs

source: About FreeOTFE
cs: O FreeOTFE

source: FreeOTFE: Free On-The-Fly-Encryption
cs: FreeOTFE: transparentní šifrování

source: &Warn user if file is not found.
cs: Varovat pokud nebude soubor nalezen.

source: General
cs: Obecné

source: Assume files &dragged onto FreeOTFE are encrypted using:
cs: Př&edpokládat, že soubory upuštěné do FreeOTFE jsou šifrované pomocí:

source: Default drive &letter:
cs: Výchozí písmeno &disku:

source: (Set to 0 to disable MRU list)
cs: (0 = žádná historie)

source: &Max. number of volumes to show in most recently used list:
cs: &Max. počet záznamů v historii:

source: &Language:
cs: &Jazyk:

source: &Allow multiple instances
cs: Povolit více &instancí

source: Display &toolbar
cs: Zobrazit &lištu s nástroji

source: Display &statusbar
cs: Zobrazit &stavovou lištu

source: Autostart &portable mode if FreeOTFE drivers not installed/running
cs: Automati&cky spustit v přenosném režimu nejsou-li nainstalované/aktivní ovladače

source: Display advanced &options when mounting
cs: Zobrazit &rozšířené možnosti při připojování

source: &Explore after mount
cs: Spustit Průz&kumníka po připojení

source: &Revert volume timestamps on dismount
cs: &Vrátit časové razítko svazku po odpojení

source: Display &passwords when entered
cs: Zobrazovat &heslo při psaní

source: Display &message on successful mount
cs: Zobrazit zprávu po úspěš&ném připojení

source: Large &icons
cs: Velké ikon&y

source: Display &captions
cs: Zo&brazit popisky

source: Hotkeys
cs: Klávesové zkratky

source: &Hotkey:
cs: &Zkratka:

source: H&otkey:
cs: Z&kratka:

source: &Enable dismount all hotkey
cs: Povolit zkratku pro odpojení &všech

source: E&nable emergency dismount all hotkey
cs: Povolit zkratku pro &nouzové odpojení všech

source: Security Token/Smartcard support
cs: Podpora tokenů/Smart karet

source: PKCS#11 &library:
cs: PKCS#11 &dll:

source: &Enable PKCS#11 support
cs: Povolit podporu &PKCS#11

source: &Verify
cs: &Zkontrolovat

source: Automount/dismount
cs: Automatické připojení/odpojení

source: V&olume:
cs: &Svazek:

source: Auto &dismount PKCS#11 volumes when associated token is removed
cs: Au&tomaticky odpojit PKCS#11 svazky po vyjmutí tokenu

source: Auto &mount specified volume on token insertion
cs: Automaticky připojit &vybraný svazek po vložení tokenu

source: System Tray Icon
cs: Ikona v systémovém panelu

source: &Display system tray icon
cs: &Zobrazit ikonu v panelu

source: Hide when &minimised
cs: Skrýt při &minimalizaci

source: Hide when &closed
cs: &Skrýt při uzavření

source: Cancel
cs: Storno

source: bytes
cs: bytů

source: &Password:
cs: &Heslo:

source: bits
cs: bitů

source: (optional)
cs: (volitelné)

source: All files (*.*)|*.*
cs: Všechny soubory (*.* )|*.*

source: &Save...
cs: Uložit...

source: Close
cs: &Zavřít

source: Show &advanced
cs: Rozšířené možnosti

source: &Drivers...
cs: Ovladače...

source: Select &all
cs: Vybrat vše

source: &Copy
cs: Kopírovat

source: Copy FreeOTFE to USB Drive
cs: Kopírovat FreeOTFE na USB disk

source: &Drive:
cs: &Disk:

source: &Path to copy to:
cs: Cílová složka pro kopírování:

source: &Setup autorun.inf to launch FreeOTFE when drive inserted
cs: Připravit autorun.inf pro spuštění FreeOTFE po vložení disku

source: &Refresh
cs: O&bnovit

source: &Mark autorun.inf file as hidden
cs: Skrýt autorun.inf

source: &File
cs: &Soubor

source: &Linux volume
cs: &Linuxový svazek

source: &Dump LUKS details to human readable file...
cs: Vypsat detaily o LUKSu do lidsky čitelného souboru...

source: &View
cs: &Zobrazit

source: Options...
cs: &Možnosti...

source: &Tools
cs: &Nástroje

source: &Create keyfile...
cs: Vytvořit soubor s klíčem...

source: Change volume/keyfile &password/details...
cs: Změnit heslo/detaily svazku/klíče...

source: &Backup...
cs: Zálohovat...

source: &Restore...
cs: O&bnovit...

source: &Dump to human readable file...
cs: Vypsat do lidsky čitelného souboru...

source: &Help
cs: Nápo&věda

source: &About FreeOTFE...
cs: &O FreeOTFE...

source: &New...
cs: &Nový...

source: New encrypted volume
cs: Nový šifrovaný svazek

source: &Mount file...
cs: Připojit &soubor...

source: Mount file
cs: Připojit soubor

source: Mount &partition...
cs: Připojit &oddíl...

source: Mount partition
cs: Připojit oddíl

source: &Dismount
cs: O&dpojit

source: Dismount selected
cs: Odpojit vybraný disk

source: Dismount &all
cs: Odpojit &vše

source: Dismount all
cs: Odpojit vše

source: &New file...
cs: &Nový soubor...

source: New Linux volume
cs: Nový Linuxový soubor

source: Mount Linux file
cs: Připojit Linuxový soubor

source: Mount Linux partition
cs: Připojit Linuxový oddíl

source: &Properties...
cs: &Vlastnosti...

source: Properties of selected volume
cs: Vlastnosti vybraného disku

source: E&xit
cs: &Ukončit

source: Exit
cs: Ukončit

source: Display console
cs: Zobrazit konsoli

source: Toggle portable mode on/off
cs: Přepnout z/do přenosného režimu

source: &Format...
cs: &Formátovat...

source: Format volume
cs: Formátovat disk

source: &Overwrite free space...
cs: &Přepsat volné místo...

source: Overwrite free space on volume
cs: Přepsat volné místo na disku

source: Overwrite entire drive...
cs: Přepsat celý disk...

source: Drivers...
cs: Ovladače...

source: List &cyphers...
cs: &Zobrazit šifrovací algoritmy...

source: List &hashes...
cs: Zobrazit &hashovací algoritmy...

source: &PKCS#11 token management...
cs: Správa &PKCS#11 tokenů...

source: &User guide
cs: &Uživatelská příručka

source: &Copy FreeOTFE to USB drive...
cs: Zkopírovat FreeOTFE na &USB disk...

source: &Recently mounted
cs: &Historie připojení

source: Options
cs: Možnosti

source: &Save above settings to:
cs: &Uložit nastavení do:

source: Associate FreeOTFE with ".vol" &files
cs: &Asociovat FreeOTFE se soubory ".vol"

source: System Tray
cs: Systémový panel

source: Autorun
cs: Automatické spouštění

source: Select Type of Overwrite
cs: Zvolte způsob přepsání

source: Encrypted data
cs: Zašifrovaná data

source: Pseudorandom data
cs: Pseudonáhodná data

source: FreeOTFE Volume Properties
cs: Vlastnosti FreeOTFE svazku

source: &Mounted for:
cs: &Připojeno pro:

source: &Volume:
cs: &Svazek:

source: M&ounted on device:
cs: Připojeno &jako:

source: &Main cypher:
cs: &Hlavní šifra:

source: &IV hash algorithm:
cs: IV hashovacího algoritmu:

source: &Sector IVs:
cs: IV stopy:

source: FreeOTFE driver: %1
cs: FreeOTFE ovladač: %1

source: The main FreeOTFE driver is either not installed, or not started
cs: Hlavní ovladač FreeOTFE buď není nainstalovaný nebo není aktivní

source: Program files (*.exe, *.com, *.bat)|*.exe; *.bat; *.com|All files|*.*
cs: Spustitelné soubory (*.exe, *.com, *.bat)|*.exe;*.bat;*.com| Všechny soubory|*.*

source: FreeOTFE can be configured here to automatically run programs after mounting, before dismounting, and after dismounting. Any post-mount and pre-dismount executables specified must use a relative path to the executable within the mounted volume (i.e. absolute and UNC paths are not allowed for security reasons) Executables with spaces in their paths/names must be surrounded with double quotes. "%DRIVE" will be substituted with the drive letter of the mounted drive letter
cs: Zde můžete nastavit automatické spouštění programů po připojení, před a po odpojení svazku. Veškeré cesty k programům po-připojení a před-odpojením musí být relativní v rámci připojeného svazku. Absolutní cesty ani UNC nejsou bezpečnostních důvodů povoleny. Programy s mezeramy v názvu nebo cestě musí být uzavřeny do uvozovek. "%DRIVE" bude v cestě nahrazen přiřazeným písmenem připojeného svazku.

source: Use default
cs: Použít výchozí

source: English
cs: Česky

source: Language name: %1
cs: Jazyk: %1

source: Language code: %1
cs: Zkratka jazyka: %1

source: Translator: %1
cs: Přeložil: %1

source: (Default)
cs: (Výchozí)

source: PKCS#11 library appears to be functional
cs: PKCS#11 knihovna se zdá být funkční

source: Please specify the PKCS#11 library to be used
cs: Prosím zvolte knihovnu PKCS#11

source: The library specified does not appear to be a valid/working PKCS#11 library
cs: Zadaná knihovna není knihovnou PKCS#11 nebo není funkční.

source: Please ensure that the volume is not mounted, or otherwise in use
cs: Prosím ujistěte se že disk není připojen nebo jinak používán

source: Volume details
cs: Detaily svazku

source: Backup details
cs: Detaily zálohy

source: &Backup filename:
cs: Soubor zálohy:

source: The file you are attempting to backup to already exists.
cs: Zadaný soubor se zálohou již existuje.

source: Please delete this backup file and try again, or specify a different filename to backup to.
cs: Prosím smažte tento soubor se zálohou a zkuste zálohovat znovu nebo zadejte jiný název souboru.

source: The backup file specified does not exist.
cs: Soubor se zálohou neexistuje.

source: The source file you specified does not appear to be the right size for a backup file
cs: Zvolený soubor se zálohou nemá správnou velikost

source: Please check your settings and try again.
cs: Prosím zkontrolujte nastavení a zkuste to znovu.

source: Backup operation completed successfully.
cs: Zálohování proběhlo úspěšně.

source: Backup operation failed.
cs: Zálohování se nezdařilo.

source: Restore operation completed successfully.
cs: Obnovení ze zálohy proběhlo úspěšně.

source: Restore operation failed.
cs: Obnovení ze zálohy se nezdařilo.

source: Do you wish to open this file in Windows Notepad?
cs: Chcete tento soubor otevřít v Poznámkovém bloku?

source: Error running Notepad
cs: Nepodařilo se spustit Poznámkový blok

source: Please ensure that your password and details are entered correctly, and that this file is not currently in use (e.g. mounted)
cs: Ujistěte se, že jste zadali správné heslo a ostatní údaje, a že soubor není právě používán (např. již připojen)

source: Dump LUKS Details
cs: Vypsat detaily o LUKS

source: Driver title
cs: Název ovladače

source: Driver version
cs: Verze ovladače

source: Driver GUID
cs: GUID ovladače

source: Text report (*.txt)|*.txt|Comma separated values (*.csv)|*.csv|Tab separated values (*.tsv)|*.tsv
cs: Textová zpráva (*.txt)|*.txt|Hodnoty oddělené čárkou (*.csv)|*.csv| Hodnoty oddělené tabulátorem (*.tab)|*.tab

source: Total drivers: %1
cs: Ovladačů celkem: %1

source: Total algorithms: %1
cs: Algoritmů celkem: %1

source: Summary
cs: Souhrn

source: Total drivers : %1
cs: Ovladačů celkem: %1

source: Details
cs: Detaily

source: Unknown output format?!
cs: Neznámý výstupní formát?!

source: Please report seeing this error!
cs: Prosím nahlašte tuto chybu!

source: Cypher title
cs: Název šifry

source: Cypher keysize
cs: Délka klíče

source: Cypher version
cs: Verze šifry

source: Cypher GUID
cs: GUID šifry

source: <null>
cs: <nic>

source: <any>
cs: <cokoliv>

source: Available Cyphers
cs: Dostupné šifry

source: The following cyphers are available for use:
cs: Následující šifry jsou k dispozici:

source: No cypher algorithms could be found.
cs: Nebyl nalezen žádný šifrovací algoritmus.

source: Please start portable mode, or click "Drivers..." to install one or more cypher drivers
cs: Prosím přejděte do přenosného režimu nebo klikněte na "Ovladače..." pro nainstalování jednoho či více šifrovacích ovladačů

source: This function provides an easy means of copying FreeOTFE to a USB drive, and configuring it to launch automatically when the USB drive is plugged in. Please select the USB drive, and location on it, where you would like FreeOTFE to be copied to:
cs: Tato funkce umožňuje snadné zkopírování FreeOTFE na USB disk včetně konfigurace automatického spouštění po vložení disku. Prosím zvolte USB disk a složku, do které chcete FreeOTFE nakopírovat:

source: Select location to copy FreeOTFE to
cs: Zvolte složku do které chcete FreeOTFE nainstalovat

source: FreeOTFE copy complete.
cs: Kopírování FreeOTFE bylo dokončeno.

source: You have opted to copy FreeOTFE to the root directory of your USB drive, and not a subdirectory.
cs: Rozhodli jste se nakopírovat FreeOTFEpřímo do kořenové složky vašeho USB disku, nikoliv do nějaké složky.

source: Are you sure you wish to do this?
cs: Opravdu si to přejete?

source: Unable to copy FreeOTFE to: %1
cs: Nepodařilo se nakopírovat FreeOTFE do: %1

source: FreeOTFE was successfully copied over, but an autoplay (autorun.inf) file could not be created.
cs: FreeOTFE bylo úspěšně nakopírováno, ale nepodařilo se vytvořit soubor automatického spouštění (autorun.inf).

source: Launch FreeOTFE
cs: Spustit FreeOTFE

source: You need administrator privileges in order to carry out this operation.
cs: Na provedení této operace musíte mít oprávnění administrátora.

source: New
cs: Nový

source: Dismount
cs: Odpojit

source: Portable mode
cs: Přenosný režim

source: The main FreeOTFE driver does not appear to be installed/running on this computer
cs: Zdá se, že hlavní ovladač FreeOTFE buď není nainstalovaný nebo není spuštěn.

source: Would you like to start FreeOTFE in portable mode?
cs: Chcete spustit FreeOTFE v přenosném režimu?

source: Please see the "installation" section of the accompanying documentation for instructions on how to install the FreeOTFE drivers.
cs: Bližší informace jak nainstalovat ovladače FreeOTFE naleznete v uživatelské příručce v oddíle "Instalace".

source: Drive
cs: Disk

source: Volume
cs: Jednotka

source: Unable to mount volume.
cs: Nepodařilo se připojit svazek.

source: Please check your password and settings, and try again.
cs: Prosím zkontrolujte svoje heslo a nastavení a zkuste to znovu.

source: Your FreeOTFE volume has been mounted as drive: %1
cs: FreeOTFE svazek byl připojen jako disk %1

source: Your FreeOTFE volumes have been mounted as drives: %1
cs: FreeOTFE svazky byly připojeny jako disky %1

source: The volume currently mounted as %1: must be dismounted before %2: can be dismounted
cs: Svazek připojený jako %1: musí být odpojen před odpojením disku %2:

source: Unable to dismount drive: %1
cs: Nepodařilo se odpojit disk: %1

source: Unable to dismount drives: %1
cs: Nepodařilo se odpojit disky: %1

source: Do you wish to force a dismount on this drive?
cs: Chcete vynutit odpojení tohoto disku?

source: Do you wish to force a dismount on these drives?
cs: Chcete vynutit odpojení těchto disků?

source: Warning: Emergency dismounts are not recommended
cs: Varování: nouzové odpojení disků se nedoporučuje

source: Are you sure you wish to proceed?
cs: Jste si jisti, že to chcete provést?

source: Use portable mode drivers
cs: Použít ovladače přenosného režimu

source: FreeOTFE main driver not connected.
cs: Připojení k hlavnímu ovladači FreeOTFE není aktivní.

source: %1 drive mounted.
cs: Připojené disky: %1

source: %1 drives mounted.
cs: Připojené disky: %1

source: %1: Free Space: %2; Total size: %3
cs: %1: volné misto: %2; celková velikost: %3

source: %1 drive selected.
cs: Disk %1 je vybrán.

source: %1 drives selected.
cs: Disky %1 jsou vybrané.

source: Unknown autorun type?!
cs: Neznámý soubor automatického spouštění?!

source: Unable to locate %1 executable:
cs: Nelze najít %1:

source: Error running %1 executable:
cs: Nelze spustit %1:

source: Error running Explorer
cs: Nepodařilo se zpustit Průzkumníka Windows

source: In order to use this software, you must first upgrade your FreeOTFE drivers to a later version.
cs: Abyste mohli tento program používat, musíte nejdříve aktualizovat FreeOTFE ovladače na novější verzi.

source: If you have just upgraded your copy of FreeOTFE from a previous version, please ensure that you have followed the upgrade instructions that came with it, and have rebooted if necessary.
cs: Pokud jste právě aktualizovali vaší verzi FreeOTFE ze starší verze, ujistěte se, že jste postupovali podle instrukcí pro aktualizaci a pokud je to nutné i restartovali počítač.

source: Unable to connect to the main FreeOTFE driver.
cs: Nepodařilo se připojit k hlavnímu ovladači FreeOTFE.

source: Please ensure that the main "FreeOTFE" driver is installed and started.
cs: Ujistěte se, že hlavní ovladač FreeOTFE je nainstalovaný a že je spuštěn.

source: If you have only just installed FreeOTFE, please reboot and try again.
cs: Pokud jste právě FreeOTFE nainstalovali, restartujte počítač a zkuste to znovu.

source: The main FreeOTFE driver installed on this computer dates back to FreeOTFE %1
cs: Hlavní ovladač FreeOTFE instalovaný na tomto počítači patří ke starší verzi FreeOTFE: %1

source: It is highly recommended that you upgrade your FreeOTFE drivers to v3.00 or later as soon as possible, in order to allow the use of LRW and XTS based volumes.
cs: Důrazně doporučujeme aktualizovat ovladače FreeOTFE na verzi v3.00 nebo novější ihned jakmile to bude možné. Poté budete moci používat i kontejnery založené na LRW a XTS.

source: See documentation (installation section) for instructions on how to do this.
cs: Návod si přečtěte v oddílu "Instalace" v přiložené dokumentaci.

source: It is highly recommended that you upgrade your FreeOTFE drivers to those included in v4.30 or later as soon as possible, due to improvements in the main driver.
cs: Důrazně doporučujeme aktualizovat ovladače FreeOTFE na verzi obsaženou v balíčku v4.30 nebo novější ihned jakmile to bude možné.

source: Error #: %1
cs: Chyba č.: %1

source: Unable to locate any portable FreeOTFE drivers.
cs: Nepodařilo se najít žádné ovladače přenosného režimu FreeOTFE.

source: Please ensure that the a copy of the FreeOTFE drivers (".sys" files) you wish to use are located in the correct directory.
cs: Ujistěte se, že se soubory ovladačů FreeOTFE (".sys) nacházejí ve správné složce.

source: One or more of your portable FreeOTFE drivers could not be installed/started.
cs: Některé ovladače přenosného režimu FreeOTFE se nepodařilo nainstalovat nebo spustit.

source: Please select "File | Drivers..." to check which drivers are currently operating.
cs: Které ovladače jsou právě funkční zjistíte pod nabídkou "Soubor" | "Ovladače..."

source: You have one or more volumes mounted.
cs: Máte připojený minimálně jeden svazek.

source: If any of the currently mounted volumes makes use of any of the FreeOTFE drivers which are currently in portable mode, stopping portable mode is not advisable.
cs: Není vhodné ukončovat přenosný režim pokud některý z právě připojených svazků používá některý z ovladačů přenosného režimu FreeOTFE.

source: It is recommended that you dismount all volumes before stopping portable mode.
cs: Doporučujeme odpojit všechny svazky než ukončíte přenosný režim.

source: Do you wish to continue stopping portable mode?
cs: Opravdu chcete opustit přenosný režim?

source: Portable mode drivers stopped and uninstalled.
cs: Ovladače přenosného režimu byly ukončeny a odinstalovány.

source: One or more of your portable FreeOTFE drivers could not be stopped/uninstalled.
cs: Některé ovladače přenosného režimu FreeOTFE se nepodařilo ukončit nebo odinstalovat.

source: FreeOTFE volume created successfully.
cs: FreeOTFE svazek byl úspěšně vytvořen.

source: Please mount, format and overwrite this volume's free space before use.
cs: Před použitím tohoto svazku jej prosím připojte, zformátujte a vyčistěte prázdné místo.

source: FreeOTFE volume could not be created
cs: FreeOTFE svazek se nepodařilo vytvořit

source: Linux volume created successfully.
cs: Linuxový svazek byl úspěšně vytvořen.

source: Don't forget to mount and format this volume before use.
cs: Před použitím tohoto svazku jej prosím připojte a zformátujte.

source: Linux volume could not be created
cs: Linuxový svazek se nepodařilo vytvořit

source: One or volumes are still mounted.
cs: Některé svazky jsou stále připojeny.

source: Do you wish to dismount all volumes before exiting?
cs: Chcete před ukončením odpojiv všechny svazky?

source: One or more of the FreeOTFE drivers are running in portable mode.
cs: Některé ovladače FreeOTFE jsou spuštěny v přenosném režimu.

source: Do you wish to shutdown portable mode before exiting?
cs: Chcete opustit přenosný režim před ukončením?

source: Error: Unable to assign hotkey %1
cs: Chyba: nepodařilo se přiřadit klávesovou zkratku %1

source: Format
cs: Formátovat

source: Your encrypted drive could not be formatted at this time.
cs: Váš šifrovaný disk nyní nelze zformátovat.

source: Please dismount this volume and remount it with the "Mount for all users" option checked, before trying again.
cs: Prosím odpojte tento svazek a znovu jej připojte s volbou "Připojit pro všechny uživatele" než tuto operaci zopakujete.

source: Please ensure that only one mounted drive is selected, and retry.
cs: Prosím zvolte pouze jeden připojený disk a akci zopakujte.

source: WARNING!
cs: VAROVÁNÍ!

source: You are are attempting to overwrite drive: %1:
cs: Chystáte se kompletně přepsat disk: %1:

source: THIS WILL DESTROY ALL INFORMATION STORED ON DRIVE %1:, and require it to be reformatted
cs: DOJDE KE ZNIČENÍ VEŠKERÝCH INFORMACÍ ULOŽENÝCH NA DISKU %1:, a bude jej nutné znovu zformátovat

source: Are you ABSOLUTELY SURE you want to do this?
cs: Opravdu to chcete provést?

source: Overwriting on a large volume may take awhile.
cs: Přepsání velkého svazku může nějkou chvíli trvat.

source: Overwrite operation complete.
cs: Přepsání bylo dokončeno.

source: Please reformat the drive just overwritten before attempting to use it.
cs: Před použitím právě přepsaného svazku jej nově zformátujte.

source: Overwrite operation FAILED.
cs: Přepsání se nezdařilo.

source: Overwrite operation cancelled by user.
cs: Přepsání bylo zrušeno uživatelem.

source: No drives selected to overwrite?
cs: Nebyl vybrán žádný disk k přepsání?

source: IMPORTANT: Please see the documentation for additional steps to be carried out after installing under this OS.
cs: DŮLEŽITÉ: prosíme přečtěte si v dokumentaci co je ještě potřeba udělat po instalaci v tomto operačním systému.

source: Unable to initialize PKCS#11 support:
cs: Inicializace podpory PKCS#11 se nezdařila:

source: Autodismounting drives: %1
cs: Automatické odpojení disků: %1

source: Automounting: %1
cs: Automatické připojení: %1

source: Under Windows Vista, you cannot save your settings file anywhere under: %1 due to Vista's security/mapping system.
cs: Ve Windows Vista nelze z důvodu bezpečnostního nastavení uložit vaši konfiguraci kdekoliv: %1

source: Please either select another location for storing your settings (e.g. your user profile), or move the FreeOTFE executable such that it is not stored underneath the directory shown above.
cs: Buď vyberte jinou složku pro uložení vaší konfigurace (např. složku vašeho profilu) nebo přesuňte FreeOTFE do jiné složky než té co je zobrazena výše.

source: You have not specified a location where FreeOTFE should save its settings to.
cs: Nezadali jste složku, do které má FreeOTFE uložit své nastavení.

source: Although the settings entered will take effect, they will revert back to their defaults when FreeOTFE is exited.
cs: Ikdyž se teď vaše nastavení použije, vrátí se po ukončení FreeOTFE na původní hodnoty.

source: Do you wish to select a location in order to make your settings persistant?
cs: Chcete vybrat složku pro uložení konfigurace, aby se neztratila?

source: You have opted not to save your settings
cs: Rozhodli jste se neuložit vaši konfiguraci

source: You have changed the location where your settings will be saved
cs: Změnili jste složku pro uložení vaší konfigurace

source: Would you like FreeOTFE to delete your previous settings file?
cs: Chcete smazat předchozí soubor s konfigurací FreeOTFE?

source: Note: If you select "No" here, FreeOTFE may pick up your old settings the next time you start FreeOTFE
cs: Poznámka: zvolíte-li nyní "Ne", FreeOTFE může při příštím spuštění nahrát staré nastavení

source: Your previous settings file stored at: %1 could not be deleted. Please remove this file manually.
cs: Předchozí soubor s nastavením: %1 se nepodařilo odstranit. Prosím odstraňte jej ručně.
