Repository: TheArchived/FreeOTFE
Catalog: src/PC/translation/*/default.po
Languages: cs

source: Your previous settings file stored in the Windows registry under: %1 could not be deleted. Please delete this registry key manually.
cs: Vaše předchozí nastavení uložené v systémovém registru Windows: %1 se nepodařilo odstranit. Prosím odstraňte jej ručně.

source: Your previous settings will remain stored at: %1
cs: Vaše předchozí nastavení zůstává uložené jako: %1

source: Your previous settings will remain stored in the Windows registry under: %1
cs: Vaše předchozí nastavení zůstává uložené v systémovém registru Windows: %1

source: Please select the type of data that should be used to overwrite the free space: Pseudorandom data - This is faster, but less secure if you wish to create a hidden volume within this volume at a later date. Encrypted data - This is more secure, but slower. Pseudorandom data will be encrypted with your choice of cypher before being written to the drive.
cs: Zvolte typ dat, kterými bude prázdné místo přepsané: Pseudonáhodná data - je rychlejší, ale méně bezpečná varianta, budete-li chtít později v tomto svazku vytvořit skrytý svazek. Šifrovaná data - je bezpečnější, ale pomalejší. Pseudonáhodná data budou před zápisem na disk navíc ještě zašifrována vámi zvoleným ašifrovacím algoritmem.

source: Unable to obtain list of cyphers.
cs: Nelze získat seznam šifrovacích algoritmů.

source: Please ensure that you have one or more FreeOTFE cypher drivers installed and started.
cs: Ujistěte se, že máte instalovaný a aktivovaný alespoň jeden šifrovací ovladač FreeOTFE.

source: If you have only just installed FreeOTFE, you may need to restart your computer.
cs: Pokud jste právě FreeOTFE nainstalovali, restartujte počítač a zkuste to znovu.

source: <Unknown>
cs: <neznámé>

source: Readonly
cs: Pouze pro čtení

source: Read/write
cs: Pro čtení i zápis

source: Unable to get drive properties for drive %1:
cs: Nepodařilo se načíst vlastnosti disku %1:

source: File in FreeOTFE directory
cs: Soubor ve složce FreeOTFE

source: File in user profile
cs: Soubor v uživatelském profilu

source: Windows registry
cs: Systémový registr Windows

source: Unknown settings location?! Please report seeing this message!
cs: Nepodařilo se najít nastavení?! Prosím nahlašte tuto chybu!

source: Your settings could not be saved.
cs: Nepodařilo se uložit vaše nastavení.

source: Please ensure that you have suitable access rights in order to write to: %1
cs: Ujistěte se, že máte dostatečná práva k zápisu do složky: %1

source: The following &keyfiles are stored on your PKCS#11 token:
cs: Na vašem PKCS#11 tokenu jsou uloženy následující sobory s klíči:

source: &Import...
cs: Importovat...

source: &Export...
cs: Exportovat...

source: &Delete
cs: Smazat

source: The following secret &keys are stored on your PKCS#11 token:
cs: Na vašem PKCS#11 tokenu jsou uloženy následující tajné klíče:

source: Keyfile/volume
cs: Soubor s klíčem/svazek

source: &Secure...
cs: Zabezpečit...

source: D&esecure
cs: Zrušit zabezpečení

source: Doubleclick partition to display details
cs: Poklepejte na oddíl pro zobrazení detailů

source: &Show CD/DVD drives
cs: Zobrazit CD/DVD disky

source: &Entire disk
cs: Celý disk

source: Cypher Details
cs: Detaily šifrovacího algoritmu

source: Cypher Driver
cs: Ovladač šifrovacího algoritmu

source: DeviceName:
cs: Název zařízení:

source: Title:
cs: Název:

source: Version:
cs: Verze:

source: Cyphers supported:
cs: Podporované šifr. algor.:

source: Cypher
cs: Šifrovací algoritmus

source: Mode:
cs: Režim:

source: Blocksize:
cs: Velikost bloku:

source: Keysize:
cs: Délka klíče:

source: FreeOTFE Driver Control
cs: FreeOTFE - správa ovladačů

source: Install new driver
cs: Instalace nového ovladače

source: To install a new hash or cypher driver, please click "Install..."
cs: Pro instalaci nového ovladače hašovacího nebo šifrovacího algoritmu klikněte na "Instalovat..."

source: &Install...
cs: &Instalovat...

source: Modify existing driver
cs: Nastavení nainstalovaných ovladačů

source: Driver &startup:
cs: &Typ spouštění:

source: &Existing drivers:
cs: Seznam nainstalovaných &ovladačů:

source: Change driver status:
cs: Změna stavu ovladače:

source: Remove driver:
cs: Odstranit ovladač:

source: St&art
cs: &Spustit

source: St&op
cs: &Ukončit

source: U&ninstall
cs: O&dinstalovat

source: &Update
cs: O&bnovit

source: Hash Details
cs: Detaily hashe

source: Hashes supported:
cs: Podporované hashe:

source: Length:
cs: Délka:

source: Block size:
cs: Velikost bloku:

source: FreeOTFE Key Entry
cs: FreeOTFE - zadání klíče

source: Security details
cs: Bezpečnostní detaily

source: &Keyfile:
cs: Soubor s klíčem:

source: Mount &readonly
cs: Připojit pouze pro čtení

source: &File:
cs: Soubor:

source: Advanced >>
cs: Rozšířené >>

source: Volume options
cs: Nastavení svazku

source: Mount options
cs: Nastavení připojení

source: &Mount as:
cs: Připojit jako:

source: Mount for all &users
cs: Připojit pro všechny uživatele

source: PKCS#&11 secret key:
cs: Tajný klíč PKCS#11:

source: Key
cs: Klíč

source: &Key:
cs: Klíč:

source: G&PG keyfile:
cs: Soubor s GPG klíčem:

source: &Cypher:
cs: Šifrovací algoritmus:

source: Encryption
cs: Šifrování

source: Encryption options
cs: Nastavení šifrování

source: IV Generation
cs: Generování IV

source: &IV Hash:
cs: IV hashe:

source: &Load...
cs: Nahrát...

source: Sa&ve...
cs: Uložit...

source: Create Volume
cs: Vytvořit svazek

source: &Filename:
cs: Název souboru:

source: Volume &size:
cs: Velikost svazku:

source: Secret Keys
cs: Tajné klíče

source: New PKCS#11 Secret Key
cs: Nový tajný klíč PKCS#11

source: &Name:
cs: Název:

source: Please specify a name and cypher for the new secret key:
cs: Zadejte název a šifrovací algoritmus nového tajného klíče:

source: Security Token/Smartcard PIN
cs: PIN bezpečnostního tokenu/Smart karty

source: Please select appropriate security token/smartcard and enter its PIN
cs: Prosím zadejte token/smart kartu a zadejte příslušný PIN

source: Skip
cs: Přeskočit

source: It appears that the volume specified may be decrypted with any of the following hash/cypher combinations:
cs: Zdá se, že zvolený oddíl může být rozšifrován některou z následujících kombinací hašovacích/šifrovacích algoritmů:

source: Please select the combination you wish to use, and click "OK"
cs: Prosím zvolte kombinaci kterou chcete použít a stiskněte "OK"

source: By rightclicking on a particular hash/cypher combination, you may view further details on the selected combination.
cs: Klikněte na některou z kombinací pravým tlačítkem pro bližší informace o zvolené kombinaci algoritmů.

source: &Hash details...
cs: Detaily hashe...

source: &Cypher details...
cs: Detaily šifry...

source: Select Partition
cs: Zvolte oddíl

source: Please select from the following disks/partitions:
cs: Prosím vyberte z následujících disků/oddílů:

source: Please select from the following &partitions:
cs: Prosím vyberte z následujících oddílů:

source: &List removable
cs: Zobrazit odstranitelné

source: Volume Type
cs: Typ svazku

source: Please select the type of volume:
cs: Prosím zvolte typ svazku:

source: &Next >
cs: Další >

source: < &Back
cs: < Zpět

source: &Finish
cs: Dokončit

source: Volume File or Partition
cs: Soubor nebo oddíl svazku

source: File or Partition
cs: Soubor nebo oddíl

source: Source file
cs: Zdrojový soubor

source: &Browse...
cs: Procházet...

source: &Select disk/partition:
cs: Zvolte disk/oddíl:

source: Current &password:
cs: Stávající heslo:

source: Destination file
cs: Cílový soubor

source: Keyfile
cs: Soubor s klíčem

source: Destination file details
cs: Detaily cílového souboru

source: New &password:
cs: Nové heslo:

source: Confirm new p&assword:
cs: Potvrdit nové heslo:

source: &Requested drive letter:
cs: Požadované písmeno disku:

source: RNG Select
cs: Vyberte GNČ

source: Random number generator (RNG)
cs: Generátor náhodných čísel (GNČ)

source: Mouse movement
cs: Pohyb myší

source: RNG Mouse movement
cs: GNČ - pohyb myší

source: RNG PKCS#11 token
cs: GNČ - PKCS#11 token

source: RNG GPG
cs: GNČ - GPG

source: GPG Executable
cs: Cesta k GPG

source: GPG (gpg.exe)|gpg.exe|Executables (*.exe)|*.exe|All files|*.*
cs: GPG (gpg.exe)|gpg.exe|Spustitelné soubory (*.exe)|*.exe|Všechny soubory (*.*)|*.*

source: FreeOTFE Volume Creation Wizard
cs: Průvodce vytvořením šifrovaného svazku FreeOTFE

source: Welcome
cs: Vítejte!

source: Welcome to the FreeOTFE Volume Creation Wizard.
cs: Vítejte v průvodci vytvořením šifrovaného svazku

source: Please click "Next >" to continue.
cs: Pro pokračování klikněte na "Další".

source: File or Partition/Entire Disk
cs: Soubor, oddíl nebo celý disk

source: Volume filename
cs: Soubor svazku

source: WARNING
cs: VAROVÁNÍ

source: DO NOT PROCEED UNLESS YOU UNDERSTAND THE FULL IMPLICATIONS OF CREATING ENCRYPTED PARTITIONS.
cs: NEPOKRAČUJTE, NEZNÁTE-LI DŮKLADNĚ DŮSLEDKY VYTVÁŘENÍ ŠIFROVANÝCH DISKOVÝCH ODDÍLŮ.

source: &Disk/partition to create encrypted volume on:
cs: Disk nebo oddíl pro vytvoření šifrovaného svazku:

source: &Create hidden volume within selected partition
cs: Vytvořit skrytý svazek ve zvoleném oddílu

source: DO NOT PROCEED UNLESS YOU UNDERSTAND THE FULL IMPLICATIONS OF CREATING HIDDEN VOLUMES.
cs: NEPOKRAČUJTE, NEZNÁTE-LI DŮKLADNĚ DŮSLEDKY VYTVÁŘENÍ SKRYTÝCH SVAZKŮ.

source: Size
cs: Velikost

source: &Size of new volume:
cs: Velikost nového svazku:

source: &Use entire partition/disk
cs: Použít celý oddíl/disk

source: Hash, cypher and IV
cs: Hash, šifra a IV

source: Select &hash:
cs: Vyberte hash:

source: Select &cypher:
cs: Vyberte šifru:

source: Sector &IVs:
cs: IV stopy:

source: Additionally &XOR sector IV with per volume IV
cs: Dodatečně &XORovat IV stopy IV svazku

source: Master Key Length
cs: Délka hlavního klíče

source: &Size of master key:
cs: Délka hlavního klíče:

source: RNG PKCS token
cs: GNČ - PKCS#11 token

source: Password
cs: Heslo

source: &Confirm password:
cs: Potvrďte heslo:

source: &Advanced...
cs: Rozšířené...

source: Advanced Options
cs: Rozšířené nastavení

source: bits.
cs: bitů.

source: Drive Letter
cs: Písmeno disku

source: File
cs: Soubor

source: Partition
cs: Oddíl

source: Unknown
cs: Neznámé

source: Null IV
cs: Prázdný IV

source: Administrator privileges are required in order to carry out this operation.
cs: Pro provedení této operace musíte mít oprávnění administrátora.

source: Unable to open service control manager.
cs: Nepodařilo se otevřít správce služeb.

source: Please reboot your computer to allow changes to take effect.
cs: Pro dokončení změn restartujte prosím počítač.

source: This driver has been installed, started, and is now available for use
cs: Ovladač byl nainstalován, spuštěn a je připraven k použití.

source: This driver has been installed but not started; you may need to reboot your PC for the installation to take effect
cs: Ovladač byl nainstalován ale neběží. Pro dokončení instalace restartujte prosím počítač.

source: Driver %1 installed
cs: Instalace ovladače %1 byla úspěšná.

source: This driver appears to already be installed.
cs: Ovladač se zdá být nainstalovaný.

source: Please uninstall the existing driver before attempting to reinstall.
cs: Prosím odinstalujte existující ovladač než budete instalovat nový.

source: Unable to copy driver file to windows driver directory
cs: Nepodařilo se zkopírovat soubor s ovladačem do složky ovladačů Windows

source: Unable to install driver.
cs: Nepodařilo se nainstalovat ovladač.

source: Unable to open service for driver "%1"
cs: Nepodařilo se spustit službu pro ovladač "%1"

source: Starting drivers in portable mode...
cs: Spouštění ovladačů v přenosném režimu...

source: Installing drivers...
cs: Instalace ovladačů...

source: Starting:
cs: Nahrávám:

source: Installing:
cs: Instalace:

source: Are you sure you wish to delete the selected keyfiles from the token?
cs: Opravdu chcete odstranit vybrané soubory s klíči z tokenu?

source: The following keyfiles were deleted successfully: %1
cs: Následující soubory s klíči byly úspěšně odstraněny: %1

source: The following keyfiles could not be deleted: %1
cs: Následující soubory s klíči se nepodařilo odstranit: %1

source: Keyfile exported successfully
cs: Export souboru s klíčem byl úspěšný

source: Unable to export keyfile to: %1
cs: Nepodařilo se exportovat soubor s klíčem do: %1

source: Unable to read keyfile contents
cs: Nepodařilo se načíst obsah souboru s klíčem

source: The file specified doesn't appear to be a FreeOTFE keyfile.
cs: Zadaný soubor se nezdá být FreeOTFE souborem s klíčem.

source: Do you wish to continue anyway?
cs: Chcete přesto pokračovat?

source: Keyfile imported successfully as:
cs: Soubor s klíčem byl úspěšně importován jako:

source: Keyfile import failed
cs: Import souboru s klíčem se nezdařil

source: One or more of the keyfiles stored on your token are invalid/corrupt
cs: Nejméně jeden soubor s klíčem na vašem tokenu je neplatný/zničený

source: Keysize
cs: Délka klíče

source: Unable to get list of keys from Token
cs: Nepodařilo se načíst seznam klíčů na tokenu

source: Are you sure you wish to delete the selected keys from the token?
cs: Opravdu chcete odstranit vybrané klíče z tokenu?

source: The following keys were deleted successfully: %1
cs: Následující klíče byly úspěšně odstraněny: %1

source: The following keys could not be deleted: %1
cs: Následující klíče se nepodařilo odstranit: %1

source: Unable to carry out encryption/decryption using Token
cs: Nelze provést zašifrování/dešifrování pomocí tokenu

source: <No partitions found>
cs: <žádné oddíly>

source: <Unable to get disk layout information for disk #%1>
cs: <nepodařilo se získat informace rozložení disku z #%1>

source: <Entire disk #%1>
cs: <Celý disk #%1>

source: <CDROM/DVD in %1>
cs: <CDROM/DVD v %1>

source: Doubleclick partition to display properties
cs: Poklepáním na oddíl zobrazíte jeho vlastnosti

source: Doubleclick to display disk properties
cs: Poklepáním zobrazíte vlastnosti disku

source: Partition #%1
cs: Oddíl #%1

source: Windows has not allocated this partition a partition number
cs: Windows tomuto oddílu nepřiřadil číslo

source: This is where where Windows is installed
cs: Zde je nainstalovaný Windows

source: This is where program files are installed
cs: Zde jsou nainstalované programy

source: Partition is marked as bootable
cs: Oddíl je nastaven pro spouštění systému

source: <Unable to locate correct cypher driver>
cs: <Nepodařilo se najít správný šifrovací ovladač>

source: <Unable to locate cypher>
cs: <Nepodařilo se zjistit šifrovací algoritmus>

source: Manual
cs: Ručně

source: At system startup
cs: Automaticky při startu

source: Driver files (*.sys)|*.sys|All files|*.*
cs: Soubory ovladačů (*.sys)|*.sys|Všechny soubory (*.*)|*.*

source: Unable to start driver "%1"
cs: Nelze spustit ovladač "%1"

source: Stopping a FreeOTFE driver which is currently in use (e.g. by one or more mounted volumes) can lead to SYSTEM INSTABILITY.
cs: Ukončení ovladače, jež je používán některým připojeným oddílem, může vést k NESTABILITĚ CELÉHO SYSTÉMU.

source: This option is intended for experienced users who REALLY know what they're doing.
cs: Klikněte na "Ano" pouze pokud jste si jisti, že víte co děláte!

source: Are you sure you wish to stop the "%1" driver?
cs: Opravdu chcete ukočit ovladač "%1" ?

source: Unable to stop driver "%1"
cs: Nepodařilo se ukončit ovladač "%1"

source: Uninstalling a FreeOTFE driver which is currently in use (e.g. by one or more mounted volumes) can lead to SYSTEM INSTABILITY.
cs: Odinstalace ovladače, jež je používán některým připojeným oddílem, může vést k NESTABILITĚ CELÉHO SYSTÉMU.

source: Are you sure you wish to uninstall the "%1" driver?
cs: Opravdu chcete odinstalovat ovladač "%1"?

source: After rebooting, please remove the driver file from your <windows>\system32\drivers directory
cs: Po restartu počítače prosím odstraňte soubor ovladače ze složky <windows>\system32\drivers

source: The "%1" driver has now been uninstalled.
cs: Ovladač "%1" byl úspěšně odinstalován.

source: Unable to delete driver service "%1".
cs: Nepodařilo se smazat službu ovladače "%1".

source: Please disable this driver from starting up automatically, reboot, and try again.
cs: Prosím zrušte automatické spouštění tohoto ovladače, restartujte počítač a zkuste to znovu.

source: Unable to set startup option for driver "%1".
cs: Nepodařilo se nastavit typ spouštění ovladače "%1".

source: <Unable to locate correct hash driver>
cs: <Nepodařilo se najít správný hashovací ovladač>

source: <Unable to locate hash>
cs: <Nepodařilo se najít hash>

source: &Advanced
cs: Rozšířené

source: One or more of the keyfiles stored on your token are invalid/corrupt and will be ignored
cs: Nejméně jeden soubor s klíčem na vašem tokenu je neplatný/zničený a bude ignorován

source: Unable to get a list of secret keys from Token
cs: Nepodařilo se získat seznam tajných klíčů z tokenu

source: Unable to mount volume; please ensure that you entered the correct details (password, etc)
cs: Nepodařilo se připojit svazek. Ujistěte se, že vámi zadané údaje (heslo, atd) jsou správné.

source: %1 volume was mounted successfully, but %2 could not be mounted
cs: Připojení svazku %1 bylo úspěšné, ale %2 se připojit nepodařilo

source: %1 volumes were mounted successfully, but %2 could not be mounted
cs: Připojení svazků %1 bylo úspěšné, ale %2 se připojit nepodařilo

source: No keyfiles could be found on the token inserted.
cs: Na vloženém tokenu se nepodařilo nalézt žádné soubory s klíči.

source: GPG files|*.gpg|All files|*.*
cs: GPG soubory (*.gpg)|*.gpg|Všechny soubory (*.*)|*.*

source: GPG Executable|GPG.exe|All files|*.*
cs: GPG (gpg.exe)|gpg.exe|Všechny soubory (*.*)|*.*

source: Unable to obtain list of hashes.
cs: Nepodařilo se získat seznam hashů.

source: You have not entered a password.
cs: Nezadali jste heslo.

source: The password you entered has less than 20 characters, and may not be compatable with some Linux volumes.
cs: Vámi zadané heslo má méně než 20 znaků a nemusí být kompatibilní s některými Linuxovými svazky.

source: Do you wish to proceed?
cs: Chcete pokračovat?

source: Settings file not found.
cs: Soubor s nastavením nenalezen.

source: One or more of your settings may not have loaded correctly; please check settings before continuing.
cs: Některá nastavení se nepodařilo správně nahrát. Než bude pokračovat, zkontrolujte prosím nastavení.

source: Please specify a filename for the new volume file by clicking the "..." button.
cs: Kliknutím na tlačítko "..." zadejte název souboru pro nový svazek.

source: Unable to get list of key types for Token
cs: Nepodařilo se získat seznam typů klíčů na tokenu

source: A key with the name specified already exists.
cs: Klíč s tímto názvem již existuje.

source: Please enter a unique key name
cs: Prosím zadejte jednoznačný název klíče

source: Unable to create new key
cs: Nepodařilo se vytvořit nový klíč

source: Key "%1" created
cs: Klíč "%1" byl vytvořen

source: Token no longer available; please reselect and try again
cs: Token již není k dispozici. Vyberte jej znovu a akci opakujte

source: Unable to open session for token in slot %1
cs: Nepodařilo se otevřít relaci pro token ve slotu %1

source: Login failed
cs: Chyba při přihlášení

source: Algorithm GUID: %1
cs: GUID algoritmu: %1

source: Error! Please report seeing this!
cs: Chyba! Prosím nahlašte tuto chybu!

source: Secure with PKCS#11 Secret Key
cs: Zabezpečit tajným klíčem PKCS#11

source: Please enter the volume/keyfile you wish to encrypt using the selected PKCS#11 secret key.
cs: Vyberte svazek/soubor s klíčem, který chcete zabezpečit zvoleným tajným klíčem PKCS#11.

source: Remove PKCS#11 Secret Key Security
cs: Zrušit zabezpečení tajným klíčem PKCS#11

source: Please enter the volume/keyfile you wish to decrypt using the selected PKCS#11 secret key.
cs: Vyberte svazek/soubor s klíčem, jehož zabezpečit zvoleným tajným klíčem PKCS#11 chcete zrušit.

source: Stage %1 of %2
cs: Krok %1 z %2

source: Random bits generated: %1/%2
cs: Generování náhodných bitů: %1/%2

source: Completed successfully.
cs: Úspěšně dokončeno.

source: If you would like to modify an encrypted volume, please specify whether it is file or partition based. If you would like to modify a keyfile, please select "file" below.
cs: Chcete-li modifikovat zašifrovaný svazek, zvolte zda se jedná o soubor nebo oddíl. chcete-li modifikovat soubor s klíčem, zvolte "soubor" níže.

source: Please enter the full path and filename of the volume/keyfile you wish to change. If you wish to update a "hidden" volume held within another file, please specify the filename of the host file which stores your encrypted volume
cs: Zadejte úplnou cestu a název svazku/souboru s klíčem který chcete změnit. Chcete-li změnit "skrytý" svazek uložený v jiném souboru, zadejte prosím název hostitelského souboru, ve kterém se váš zašifrovaný svazek nachází.

source: Please specify the partition your volume is stored on.
cs: Zadejte oddíl, na kterém je váš svazek uložen.

source: Create Keyfile for Volume
cs: Vytvořit soubor s klíčem pro svazek

source: Please specify whether the volume you wish to create a keyfile for is file or partition based.
cs: Zvolte zda svazek, pro který chcete vytvořit soubor s klíčem, je uložen v souboru nebo na diskovém oddílu.

source: Please specify the full path and filename where the keyfile should be written to.
cs: Zadejte úplnou cestu a název souboru, kam se má soubor s klíčem uložit.

source: Please specify the details for your new keyfile.
cs: Zadejte detaily pro váš nový soubor s klíčem.

source: You have elected to use mouse movement to generate random data. Please "waggle" the mouse within the area below, until enough random data has been generated.
cs: Rozhodli jste se použít pohyby myší pro generování náhodných dat. Prosím pohybujte myší na ploše níže, dokud nebude vygenerován dostatek náhodných dat.

source: In order to use GPG to generate random data, please specify the location of "gpg.exe" by clicking the browse button.
cs: Pro použití GPG jako zdroj náhodných dat prosím zadejte cestu k "gpg.exe" kliknutím na tlačítko "Procházet".

source: Please select the PKCS#11 token you wish to use to generate random data, from the list shown below
cs: Zvolte z následujícího seznamu PKCS#11 token, který chcete použít pro generování náhodných dat

source: A file with the filename you specified already exists. For safety reasons, you must specify a file which doesn't already exist. Please either delete the existing file, or specify a new filename.
cs: Soubor se zadaným názvem již existuje. Z bezpečnostních důvodů nelze použít již existující soubor. Buď nejdříve existující soubor smažte nebo zadejte jiný název.

source: Volume file
cs: Soubor svazku

source: Partition/entire disk
cs: Oddíl/celý disk

source: Partition: %1
cs: Oddíl: %1

source: Filename: %1
cs: Soubor: %1

source: Volume size: %1 + %2 (for CDB) = %3 bytes
cs: Velikost svazku: %1 + %2 (pro CDB) = %3 byte

source: Volume size: %1 bytes
cs: Velikost svazku: %1 bytů

source: Hash algorithm: %1
cs: Hashovací algoritmus: %1

source: [Hash driver: %1]
cs: [Hashovací ovladač: %1]

source: [Hash GUID: %1]
cs: [GUID hashe: %1]

source: Sector IVs will not be used (cypher has zero or variable blocksize)
cs: IV stop nebudou použity (šifra má nulovou nebo proměnlivou velikost bloku)

source: Cypher has fixed, defined blocksize; sector IVs will be used
cs: Šifra má pevně definovanou velikost bloku; IV stop budou použity

source: Sector IV generation method: %1
cs: Metoda generování IV stopy: %1

source: Sector IVs will be XORd with a per-volume IV before use
cs: IV stopy budou před použitím XORovány pomocí IV svazku

source: A per-volume IV will not be used
cs: IV svazku nebude použit

source: Cypher algorithm: %1
cs: Šifrovací algoritmus: %1

source: [Cypher driver: %1]
cs: [Šifrovací ovladač: %1]
