Repository: TheArchived/FreeOTFE
Catalog: src/PC/translation/*/default.po
Languages: cs

source: [Cypher GUID: %1]
cs: [GUID šifry: %1]

source: Master key length: %1 bits
cs: Délka hlavního klíče: %1 bitů

source: RNG: %1
cs: GNČ: %1

source: Password: <entered>
cs: Heslo: <zadané>

source: Requested drive letter: %1
cs: Požadované písmeno disku: %1

source: Volume creation canceled
cs: Vytváření svazku bylo zrušeno

source: Unable to create volume file; please ensure you have %1 free on the relevant drive
cs: Nepodařilo se vytvořit soubor svazku. Ujistěte se že máte na cílovém disku minimálně %1 volného místa

source: Please note that FAT/FAT32 filesystems cannot store files that are 4GB or larger
cs: V souborovém systému FAT/FAT32 nelze vytvářet soubory větší než 4GB.

source: The master key length must be a multiple of 8
cs: Délka hlavního klíče musí být násobkem 8

source: Please note: If you would like your volume to be compatible with the PDA version of FreeOTFE, please specify a volume size greater than %1 MB
cs: Poznámka: chcete-li, aby byl váš svazek kompatibilní s PDA verzí FreeOTFE, nastavte jeho velikost větší než %1 MB

source: (Approx: %1)
cs: (Přibližně: %1)

source: This "wizard" will guide you through the process of either creating a new FreeOTFE volume file, or a hidden volume within an existing file. If you are unsure as to how to answer any of the questions this wizard asks, simply accepting the default values should generate a volume that is secure enough for most purposes.
cs: Tento průvodce vám pomůže s vytvořením nového šifrovaného svazku, který může být uložen buď v samostatném souboru nebo ukrytý v již existujícím souboru. Pokud si nebudete jistí s odpovědí na některé otázky, ponechte výchozí nastavení, čímž vytvoříte dostatečně zabezpečený svazek pro většinu použití.

source: Please specify whether the new volume should be created as a disk image file stored on your filesystem, or take up a disk partition/entire physical disk For most users, it is recommended that you use a volume file; encrypted partitions/physical disks are intended for advanced users.
cs: Vyberte, zda chcete váš nový šifrovaný svazek vytvořit jako soubor na disku nebo zda chcete šifrovat existující oddíl případně celý disk. Doporučujeme použít soubor svazku. Šifrované oddíly případně celé disky jsou určeny spíše zkušeným uživatelům.

source: Please specify the filename and location where the new volume should be created, by clicking the browse button. If you wish to create a "hidden" volume within an existing volume, please specify your existing volume to be used.
cs: Kliknutím na tlačítko "Procházet" zvolte cestu a název souboru, do kterého chcete nový šifrovaný svazek uložit. Chcete-li vytvořit skrytý svazek v jiiném, existujícím svazku, zadejte název existujícího svazku, který chcete pro vložení využít.

source: 1) Creating encrypted partitions is POTENTIALLY DESTRUCTIVE. 2) Data stored on the partition you select in the next stage may be OVERWRITTEN with encrypted data. 3) It is RECOMMENDED that you backup your data as appropriate before continuing.
cs: 1) Vytvoření šifrovaného oddílu může mít destruktivní účinky 2) Data uložená na oddílu, který vyberete v následujícím kroku mohou být PŘEPSÁNA zašifrovanými daty. 3) Než budete pokračovat, DOPORUČUJEME zazálohovat veškerá data

source: Please select the partition you wish to create the new volume on, and whether you would like to create a "hidden" volume.
cs: Vyberte oddíl, ve kterém chcete vytvořit nový svazek a jestli ho chcete vytvořit skrytý.

source: 1) Creating hidden volumes is POTENTIALLY DESTRUCTIVE. 2) Data within the file/partition specified in the previous stage may be OVERWRITTEN, starting from byte offset specified, and running for the full length of the new hidden volume. 3) Remember the offset entered! For security reasons, this information is not stored anywhere, nor can it be determined automatically; you will need to type in this offset whenever you wish to mount your hidden volume.
cs: 1) Vytvoření skrytých svazků může mít destruktivní účinky 2) Data uložená v souboru/oddílu zvoleném v předchozím kroku mohou být PŘEPSÁNA počínaje adresou offsetu v celé délce nového skrytého svazku. 3) Zapamatujte si zadaný offset! Z bezpečnostních důvodů tato informace není nikde uložena ani ji nele automaticky zjistit. Offset budete muset zadávat při každém připojování skrytého svazku.

source: Please enter the required size of the new volume. This value must be more than 1 MB, and must be a multiple of 512 bytes. If you are creating a hidden volume, then the size of the original volume file, less the byte offset entered in the previous stage, must be greater than the sum of the value entered here, and the size critical data area. Note: The size you specified here will be the size of the data part of the volume file. The actual file created will be larger than this by the size of the critical data area, which will be prepended onto the volume file.
cs: Zadejte požadovanou velikost nového svazku. Tato hodnota musí být větší než 1 MB a musí být násobkem 512 bytů. Vytváříte-li skrytý svazek, musí být velikost originálního svazku větší než zde zadaná velikost nového svazku + offset zadaný v předchozím kroku + velikost CDA. Poznámka: zde zadaná velikost bude velikostí datové části nového svazku. Konečná velikost svazku bude větší o velikost CDA, jež bude připojena na začátek nového svazku.

source: Please select which security options should be used in securing your new volume. Most users can simply accept the defaults here, though more advanced users may prefer to specify their own options, depending on their needs.
cs: Vyberte bezpečnostní nastavení, která budou použita pro zabezpečení vašeho nového svazku. Většina uživatelů může jednoduše ponechat výchozí nastavení. Nicméně zkušení uživatelé mohou dávat přednost vlastnímu bezpečnostnímu nastavení na základě jejich vlastních požadavků.

source: The cypher you selected supports arbitary key lengths. Please specify the length of the master key which will be used to encrypt/decrypt your data. Note: The value entered must be a multiple of 8.
cs: Vámi zvolený šifrovací algoritmus podporuje libovolnou délku klíče. Zadejte délku hlavního klíče, který se použije pro šifrování/dešifrování vašich dat. Poznámka: zadaná hodnota musí být násobkem 8.

source: In order to create your new volume, a certain amount of random data is required. This data will be used for the following: 1) Password salting 2) The new volume's master key 3) Random padding data In order to generate this data, please select which random number generators you wish to use from the options below.
cs: Pro vytvoření vašeho šifrovaného svazku je zapotřebí určité množství náhodných dat. Náhodná data se použijí na: 1) osolení hesla 2) vytvoření nového hlavního klíče svazku 3) vygenerování náhodných výplňových dat Prosím vyberte typ generátoru náhodných čísel, který chcete pro získání náhodných dat použít.

source: Please enter the password to be used for securing your volume. It is suggested that you enter a mix of uppercase, lowercase, numbers, and punctuations symbols. Note: If you forget your password, you can forget your data. Note: Newlines (blank lines) are significant. It is recommended that you do not press <ENTER> after typing in your password, as this will add an extra newline to the end of your password.
cs: Prosím zadejte heslo pro zajištění vašeho šifrovaného svazku. Aby bylo heslo bezpečné, mělo by obsahovat velká i malá písmena, číslice a speciální znaky. Poznámka: pokud toto heslo zapomenete, přijdete i o svá šifrovaná data! Poznámka: při zadávání hesla nemačkejte klávesu <ENTER>, přidali byste tak do hesla nový řádek, který by použití hesla znemožnil.

source: You have now entered all the information required to create a new volume. Please check the summary shown below and click "Finish" to create the new volume, or use the "Back"/"Next" buttons to modify the details you have entered. If you would like to configure more advanced options, please select "Advanced..."
cs: Veškeré potřebné informace pro vytvoření nového svazku jste již zadali. Zkontrolujte veškeré níže zobrazené údaje a, jsou-li v pořádku, klikněte na "Dokončit" pro vytvoření nového svazku. Tlačítkem "Zpět" se v případě potřeby můžete vrátit na předchozí stránky a nastavení upravit. Chcete-li změnit rozšířené nastavení, klikněte na tlačítko "Rozšířené...".

source: Please enter the drive letter you would normally like this volume mounted under. Note: You will be able to change this after the volume has been created.
cs: Zadejte písmeno disku, pod kterým chcete tento svazek připojovat. Poznámka: písmeno lze po vytvoření svazku kdykoliv změnit.

source: Paste
cs: Vložit

source: <No tokens detected>
cs: <nebyl detekován žádný token>

source: Volume files (*.vol)|*.vol|All files|*.*
cs: Soubory svazků (*.vol)|*.vol|Všechny soubory (*.*)|*.*

source: Keyfiles (*.cdb)|*.cdb|All files|*.*
cs: Soubory klíčů (*.cdb)|*.cdb|Všechny soubory (*.*)|*.*

source: Volume files and keyfiles (*.vol;*.cdb)|*.vol;*.cdb|Volume files (*.vol)|*.vol|Keyfiles (*.cdb)|*.cdb|All files|*.*
cs: Soubory svazků a klíčů (*.vol;*.cdb)|*.vol;*.cdb|Soubory svazků (*.vol)|*.vol|Soubory klíčů (*.cdb)|*.cdb|Všechny soubory (*.*)|*.*

source: Text files (*.txt)|*.txt|All files|*.*
cs: Textové soubory (*.txt)|*.txt|Všechny soubory (*.*)|*.*

source: Executable files (*.exe)|*.exe|All files|*.*
cs: Spustitelné soubory (*.exe)|*.exe|Všechny soubory (*.*)|*.*

source: Linux encryption settings (*.les)|*.les|All files|*.*
cs: Linuxové šifrovací nastavení (*.les)|*.les|Všechny soubory (*.*)|*.*

source: %1 bits
cs: %1 bitů

source: Fixed disk
cs: Pevný disk

source: Removable disk
cs: Odstranitelný disk

source: WARNING: This volume appears to have been created with a later version of FreeOTFE than this software supports. You may continue, however: 1) Your data may be read incorrectly due to changes in the decryption process, and 2) It is not recommended that you write to this volume using this software.
cs: VAROVÁNÍ: Vypadá to, že svazek byl vytvořen novější verzí FreeOTFE, která není touto verzí plně podporována.. Můžete pokračovat v připojení, nicméně: 1) vaše data mohou být načtená nekorektně kvůli změnám v dešifrovacích algoritmech 2) nedoporučujeme vám s touto verzi FreeOTFE do tohoto svazku zapisovat další data

source: Failed to decrypt encrypted block.
cs: Nepodařilo se dešifrovat zašifrovaný blok.

source: Cypher:
cs: Šifra:

source: Mode unknown
cs: Neznámý režim

source: Mode unknown;
cs: Neznámý režim;

source: An error occured while trying to create your volume file
cs: Při vytváření vašeho svazku se vyskytla chyba

source: User Supplied Information
cs: Uživatelem zadané údaje

source: Filename (user mode) : %1
cs: Soubor (uživatelský režim): %1

source: Password :
cs: Heslo:

source: Length: %1 bits
cs: Délka: %1 bitů

source: Offset : %1 bytes
cs: Offset: %1 bytů

source: Autodetermined Information
cs: Detekované údaje

source: ERROR: Unable to determine hash title?!
cs: CHYBA: nepodařilo se zjistit název hashe?!

source: ERROR: Unable to determine cypher title?!
cs: CHYBA: nepodařilo se zjistit název šifry?!

source: Hash GUID : %1
cs: GUID hashe: %1

source: Cypher GUID : %1
cs: GUID šifry: %1

source: Key :
cs: Klíč:

source: Length : %1 bits
cs: Délka: %1 bitů

source: Length : %1
cs: Velikost: %1

source: Sector ID zero is at the start of the encrypted data
cs: Nulová stopa se nachází na začátku šifrovaných dat

source: Sector ID zero is at the start of the host file/partition
cs: Nulová stopa se nachází na začátku hostitelského souboru/oddílu

source: Partition length : %1 bytes
cs: Velikost oddílu: %1 bytů

source: Master key :
cs: Hlavní klíč:

source: Key :
cs: Klíč:

source: Sector IV generation : %1
cs: Generování IV stopy: %1

source: Volume IV :
cs: IV svazku:

source: Length : %1 bits
cs: Délka: %1 bitů

source: IV data:
cs: Data IV:

source: Requested drive letter: None; use default
cs: Požadované písmeno disku: žádné; použít výchozí

source: Hard disk #%1 (entire disk)
cs: Pevný disk #%1 (celý disk)

source: Hard disk #%1, partition #%2
cs: Pevný disk #%1, oddíl #%2

source: CDROM drive #%1
cs: Jednotka CD-ROM #%1

source: You do not appear to have any FreeOTFE hash drivers installed and started.
cs: Zdá se, že nemáte nainstalované a spuštěné žádné FreeOTFE hashovací ovladače.

source: You do not appear to have any FreeOTFE cypher drivers installed and started.
cs: Zdá se, že nemáte nainstalované a spuštěné žádné FreeOTFE šifrovací ovladače.

source: Platform : %1
cs: Platforma: %1

source: Application version : %1
cs: Verze programu: %1

source: Driver ID : %1
cs: ID ovladače: %1

source: Please report seeing this message using the email address specified in the FreeOTFE documentation, together with a brief description of what you were attempting to do.
cs: Prosím pošlete tento výpis společně s krátkým popisem toho, co jste se snažili udělat předtím, než se chyba objevila, na mailovou adresu uvedenou v dokumentaci FreeOTFE.

source: The MS CryptoAPI could not be used to generate random data.
cs: MS CryptoAPI nelze použít pro generování náhodných dat.

source: Please select another RNG, and try again
cs: Prosím zvolte jiný generátor náhodných čísel a zkuste to znovu

source: cryptlib could not be used to generate random data.
cs: Cryptlib nelze použít pro generování náhodných dat.

source: Please ensure the cryptlib DLL is in the correct location, and try again
cs: Ujistěte se, že je soubor s knihovnou cryptlib ve správné složce a zkuste to znovu

source: PKCS#11 token could not be used to generate random data.
cs: PKCS#11 token nelze použít pro generování náhodných dat.

source: Please ensure token is inserted and configured correctly
cs: Ujistěte se, že je token připojený a správně nakonfigurovaný

source: GPG could not be used to generate random data.
cs: GPG nelze použít pro generování náhodných dat.

source: Please doublecheck the path to the GPG executable, and try again.
cs: Zkontrolujte cestu k GPG a zkuste to znovu.

source: Unknown RNG selected?!
cs: Neznámý generátor náhodných čísel?!

source: Insufficient random data generated?!
cs: Nedostatek náhodných dat?!

source: The selected PKCS#11 token could not be used to generate random data.
cs: Zvolený PKCS#11 token nelze použít pro generování náhodných dat.

source: Random Data Generation
cs: Generování náhodných dat

source: In order to generate sufficient random data, please waggle the mouse randomly over the area below until it changes color, then click "OK":
cs: Pro vygenerování dostatku náhodných dat, prosím pohybujte myší ploše níže, dokud nezmění svou barvu. Poté klikněte na "OK":

source: Report
cs: Zpráva

source: Bits required: %1
cs: Bitů potřeba: %1

source: Bits generated: %1
cs: Bitů vygenerovaných: %1

source: Token not present
cs: Token není k dispozici

source: Unable to locate/load PKCS#11 library: %1
cs: Nepodařilo se najít/nahrát PKCS#11 knihovnu: %1

source: Library specified doesn't support the PKCS#11 API
cs: Zadaná knihovna neposkytuje PKCS#11 API

source: Read-only Public
cs: Pouze pro čtení všemi

source: Read-only User
cs: Pouze pro čtení uživatelem

source: Read/write Public
cs: Pro čtení a zápis všemi

source: Read/write User
cs: Pro čtení a zápis uživatelem

source: User cancelled
cs: Přerušeno uživatelem

source: Custom
cs: Vlastní

source: Shredding (%1 pass %2/%3) %4
cs: Skartování (%1 průběh %2/%3) %4

source: Error running external (3rd party) free space shredder
cs: Nepodařilo se spustit externí skartovačku volného místa

source: Shredding free space on drive %1:
cs: Skartování volného místa na disku %1:

source: Shredding file slack on drive %1:
cs: Skartování nevyužitého místa na disku %1:

source: The following files could not have their slack space shredded:
cs: V následujících souborech se nepodařilo skartovat nepoužité místo:

source: Disk Properties
cs: Vlastnosti disku

source: Size (in bytes):
cs: Velikost (v bytech):

source: Disk number:
cs: Číslo disku:

source: Partition count:
cs: Počet oddílů:

source: Partition Properties
cs: Vlastnosti oddílu

source: Partition length (in bytes):
cs: Velikost oddílu (v bytech):

source: Hidden sectors:
cs: Skryté stopy:

source: Partition number:
cs: Číslo oddílu:

source: Partition type:
cs: Typ oddílu:

source: Flags:
cs: Příznaky:

source: Mounted as:
cs: Připojeno jako:

source: Progress
cs: Postup

source: Estimated time remaining:
cs: Odhad zbývajícího času:

source: &Cancel
cs: &Storno

source: Warning
cs: Varování

source: Error
cs: Chyba

source: Information
cs: Informace

source: Confirm
cs: Potvdit

source: Unable to get disk layout for disk: %1
cs: Nepodařilo se získat rozložení disku: %1

source: <Unable to obtain data>
cs: <Nelze získat data>

source: <unknown>
cs: <neznámé>

source: Rewrite
cs: Přepsat

source: Recognised
cs: Rozeznán

source: <No drive letter>
cs: <Žádné písmeno disku>

source: %1 days, %2 hours
cs: %1 dnů, %2 hodin

source: %1 hours, %2 minutes
cs: %1 hodin, %2 minut

source: %1 minutes, %2 seconds
cs: %1 minut, %2 sekund

source: %1 seconds
cs: %1 sekund

source: Operation cancelled by user
cs: Operace byla přerušena uživatelem
